#####################################################################
[Translation]

TRANSLATION_BY = Çeviri:
TRANSLATION_NAME = Murat Pala
TRANSLATION_LINK = mailto:prozexis@gmail.com
LANGUAGENAME=Türkçe

;Please modify this language version carefully. (2.3.0 -> 2300) 
FILEVER=4000

;English.ini file is always up-to-date.

;http://www.picpick.org/help/translation.html

#####################################################################

[Common]

SYSTEM_FONT_NAME = tahoma
SYSTEM_FONT_SIZE = 8

[MainPopup]
#-------------------------------------------------------------
MNU_OPEN_PICPICK		=Görüntü &Düzenleyici
#-------------------------------------------------------------

MNU_CAPTURE			=Ekranı &Yakala
MNU_CAPTURE_FULLSCREEN		=&Tam Ekran
MNU_CAPTURE_ACTIVEWINDOW	=&Etkin Pencere
MNU_CAPTURE_CONTROL		=Denetim &Penceresi
MNU_CAPTURE_SCROLLINGWINDOW	=&Kayar Pencere
MNU_CAPTURE_REGION		=&Seçim
MNU_CAPTURE_FIXEDREGION		=&Sabit Seçim
MNU_CAPTURE_FREEHAND		=Serbest &Alan
MNU_CAPTURE_WEBPAGE		=&Web Sayfası
MNU_CAPTURE_REPEAT		=Son Yakalamayı &Yinele
MNU_CAPTUREQBAR			=Yakalama Çu&buğunu Göster...

#4.0.1
MNU_WIDGET			=Wid&get'i Göster...
#4.0.1

#-------------------------------------------------------------
MNU_CAPTURE_SETTING		=Yakalama Ayar&ları
MNU_OUTPUTTYPE			=Çıktı &Tipi

#4.0.1
;Please check the below strings and translate again. For example, [Copy as Clipboard] -> [Clipboard]
MNU_OUTPUTTYPE_PICPICK		=PicPick &Düzenleyici
MNU_OUTPUTTYPE_CLIPBOARD	=&Pano
MNU_OUTPUTTYPE_SAVEIMAGE	=&Görüntü Dosyası
MNU_OUTPUTTYPE_SAVEFOLDER	=&Otomatik olarak farklı Kaydet
MNU_OUTPUTTYPE_OTHER		=H&aricî Program
MNU_OUTPUTTYPE_FTP			=&FTP Sunucusu
MNU_OUTPUTTYPE_SHARE		=P&aylaş
MNU_OUTPUTTYPE_SENDTO		=Gön&der
MNU_OUTPUTTYPE_FACEBOOK		=Faceboo&k
MNU_OUTPUTTYPE_TWITTER		=Tw&itter
MNU_OUTPUTTYPE_MSWORD		=Microsoft &Word
MNU_OUTPUTTYPE_MSEXCEL		=Microsoft &Excel
MNU_OUTPUTTYPE_MSPPT		=Microsoft &PowerPoint
MNU_OUTPUTTYPE_MSOUTLOOK	=E-Posta
MNU_OUTPUTTYPE_PRINTER		=Y&azıcı
MNU_OUTPUTTYPE_SKYPE		=Sk&yper
MNU_OUTPUTTYPE_CLOUD		=B&ulut Depolama Hizmeti
MNU_OUTPUTTYPE_WEB			=İnternet Adr&esi
#4.0.1

MNU_OPT_DEFAULTFORMAT		=Varsayılan Görüntü &Biçimi
MNU_OPT_OPENEDITOR		=Program &Başladığında Düzenleyiciyi Aç
MNU_OPT_STARTUPPROGRAM	=&Başlangıçta PicPick'i Aç
#-------------------------------------------------------------
MNU_COLORPICKER			=&Renk Seçici
MNU_COLORPALETTE		=Renk &Paleti
MNU_COPYCOLORTYPE		=Rengi Farklı &Kopyala
MNU_COLORHISTORY		=Renk &Geçmişi
MNU_COLORHISTORY_CLEAR		=&Temizle
#-------------------------------------------------------------
MNU_MAGNIFIER			=&Büyüteç
MNU_PIXELRULER			=Piksel &Cetveli
MNU_PROTRACTOR			=İle&tki
MNU_CROSSHAIR			=İ&mleç(+)
MNU_WHITEBOARD			=&Akıllı Tahta
MNU_CLOUDEXPLORER		=B&ulut Gezgini

#-------------------------------------------------------------
MNU_ABOUT_PICPICK		=Program &Seçenekleri...
MNU_EXIT_PICPICK		=&Çık

#4.0.1
[Widget]
MNU_WIDGET			=Wid&get
MNU_WIDGET_LOCK			=Widgeti Ki&litle
MNU_WIDGET_SMALLICONS		=Küçük &simgeler göster
MNU_WIDGET_AUTOHIDE		=Otomatik &gizle
MNU_WIDGET_OPACITY		=&Saydamlık
MNU_WIDGET_ALWAYSTOP		=&Her zaman üstte
MNU_WIDGET_CLOSE		=Widget'i Ka&pat
#4.0.1

[PicPickEditor]
#-------------------------------------------------------------
MNU_FILE =&Dosya
MNU_FILE_NEW =&Yeni Görüntü
MNU_FILE_OPEN =&Aç...
MNU_FILE_OPENCLIPBOARD =&Panodan Aç
MNU_FILE_OPENURL =&URL'den Aç
MNU_FILE_SAVESAME=&Kaydet
MNU_FILE_SAVE =&Farklı Kaydet...
MNU_FILE_SAVESELECT =Se&çimi Farklı Kaydet...
MNU_FILE_SAVEALL=Tümünü Kay&det...
MNU_FILE_PRINT=&Yazdır...
MNU_FILE_CLOSEIMAGE =&Geçerli Görüntüyü Kapat
MNU_FILE_CLOSECURRENTIMAGE =&Şu Anki Resim
MNU_FILE_CLOSEALLIMAGE =&Tüm Görüntüleri Kapat
MNU_FILE_CLOSEALLSAVEDIMAGE =Tüm &Kaydedilmiş Resimler
MNU_FILE_CLOSEPICPICK =&Çık
#-------------------------------------------------------------
MNU_EDIT =&Düzenle
MNU_EDIT_UNDO =&Geri Al
MNU_EDIT_REDO =&Yinele
MNU_EDIT_CUT =&Kes
MNU_EDIT_COPY =K&opyala
MNU_EDIT_PASTE =Yapı&ştır
MNU_EDIT_PASTEFROMFILE =D&osyadan Yapıştır...
MNU_EDIT_SELECTDEL =&Sil
MNU_EDIT_SELECTNEW =S&eçimi Kırp
MNU_EDIT_DESELECT =Se&çimi Kaldır
MNU_EDIT_SELECTALL =Tümünü &Seç
MNU_EDIT_IMAGERESIZE =Görüntüyü Yen.Boyutlandır/Yaklaştır...
MNU_EDIT_CANVASRESIZE =Tuvali Yen.&Boyutlandır...
MNU_EDIT_VIEWBITMAP =Bitmap'ı &Tam Ekran Görüntüle...
#-------------------------------------------------------------
MNU_TOOLS =&Araçlar
MNU_TOOLS_FULLSCREEN 		=&Tam-Ekran Yakala
MNU_TOOLS_ACTIVEWINDOW 		=&Etkin Pencereyi Yakala
MNU_TOOLS_CONTROL 		=Denetim &Penceresi Yakala
MNU_TOOLS_SCROLLINGWINDOW	=Kayar P&encere Yakala
MNU_TOOLS_WEBPAGE 		=&Web Sayfasını Yakala
MNU_TOOLS_REGION 		=&Bölgeyi Yakala
MNU_TOOLS_FIXEDREGION 		=Sa&bit Bölgeyi Yakala
MNU_TOOLS_FREEHAND 		=Serbest Alanı &Yakala
MNU_TOOLS_REPEAT 		=Son &Yakalamayı Yinele
MNU_TOOLS_COLORPICKER		=Renk &Seçici
MNU_TOOLS_COLORPALETTE		=Renk &Paleti
MNU_TOOLS_MAGNIFIER		=&Büyüteç
MNU_TOOLS_PIXELRULER		=Piksel &Cetveli...
MNU_TOOLS_PROTRACTOR		=İlet&ki
MNU_TOOLS_CROSSHAIR		=&İmleç (+)
MNU_TOOLS_WHITEBOARD		=&Akıllı Tahta
MNU_TOOLS_OPTION		=Program &Seçenekleri...
#-------------------------------------------------------------
MNU_TOOLSOPTION				=Yakalama Ayar&ları
MNU_TOOLSOPTION_OUTPUTTYPE			=Çıktı &Tipi
MNU_TOOLSOPTION_OPT_DEFAULTFORMAT		=&Varsayılan Görüntü Biçimi
MNU_TOOLSOPTION_DUALMONITORS			=Çift E&kran Desteği
MNU_TOOLSOPTION_HOTKEY			=Sıcak tuşl&arı Değiştir ...
MNU_TOOLSOPTION_SOUND				=&Ses Uyarısını Etkinleştir
MNU_TOOLSOPTION_SCROLLCAPTURE		=Otomatik &Kaydırmayı Etkinleştir
MNU_TOOLSOPTION_MOUSECURSOR			=&Fare İmlecini de İçer
MNU_TOOLSOPTION_STARTUPPROGRAM		=PicPick'i &Başlangıçta Çalıştır
MNU_TOOLSOPTION_OPENEDITOR			Program Başladığında &Düzenleyiciyi Aç
MNU_TOOLS_COLORTYPE				=Renkli &Olarak Kopyala
#-------------------------------------------------------------
MNU_EFFECT 			=Efe&ktler
MNU_EFFECT_INVERT 		=&Tersine Çevir
MNU_EFFECT_GRAYSCALE		=&GriSkala
MNU_EFFECT_MOSAIC 		=&Buzlandır...
MNU_EFFECT_BLUR 		=Bu&lanıklaştır
MNU_EFFECT_SHARPEN 		=&Keskinlik
MNU_EFFECT_BRIGHTNESS 		=Par&laklık / Kontrast...
MNU_EFFECT_HSL 			=&Ton / Doygunluk...
MNU_EFFECT_BORDER 		=Ke&nar Efektleri
MNU_EFFECT_FLIP 		=&Çevir
MNU_EFFECT_FLIPH 		=Yatay &Çevir
MNU_EFFECT_FLIPV 		=Dikey &Çevir
MNU_EFFECT_ROTATE 		=&Döndür
MNU_EFFECT_ROTATE90 		=&90'C saat yönünde
MNU_EFFECT_ROTATE180 		=&180'C saat yönünde
MNU_EFFECT_ROTATE270 		=&270'C saat yönünde
MNU_EFFECT_FRAME		=Çerçev&e...
MNU_EFFECT_COLORBALANCE		=Renk &Dengesi...
MNU_EFFECT_WATERMARK		=&Filigran...
#-------------------------------------------------------------
MNU_WINDOW =&Pencere
MNU_WINDOW_CASCADE =&Basamakla
MNU_WINDOW_TILEH =&Yatay Döşe
MNU_WINDOW_TILEV =&Dikey Döşe
MNU_WINDOW_MINIMIZEALL =Tümünü Küçült
#-------------------------------------------------------------
MNU_HELP =&Yardım
MNU_HELP_WEBSITE =PicPick Web Sitesi...
MNU_HELP_ABOUT =Hakkında...

PNL_TOOL_TOOLS = Araçlar
PNL_TOOL_COLOR = Renk
PNL_TOOL_PROPERTY = Özellikler
LBL_TOOL_WIDTHS = En :
LBL_TOOL_OPACITY = Donukluk:
LBL_TOOL_SHAPE= Şekil:

#-------------------------------------------------------------
#Ribbon

TAB_HOME=Ana Sayfa
TAB_FILE=Dosya
TAB_VIEW=Görünüm
TAB_SHAPES=Şekiller
#3.4.0
TAB_SHAPES_SUB=Biçimlendir
#3.4.0
#4.0.0
TAB_NUMBERSTAMP=Numara Damgası
TAB_NUMBERSTAMP_SUB=Biçimlendir
TAB_SELECTION=Seçim
TAB_SELECTION_SUB=Biçimlendir
TAB_MAGNIFIER=Büyüteç Efekti
TAB_MAGNIFIER_SUB=Biçimlendir
TAB_STAMPS=Damgalar
TAB_STAMPS_SUB=Biçimlendir
#4.0.0
#4.0.1
TAB_SHARE=Paylaş
#4.0.1

TBR_CLIPBOARD=Pano
TBN_CLIPBOARD_PASTE=Yapıştır
TBN_CLIPBOARD_CUT=Kes
TBN_CLIPBOARD_COPY=Kopyala
TBN_CLIPBOARD_DELETE=Sil

TBR_VIEW=Görünüm
TBN_VIEW_ZOOMIN=Yakınlaştır
TBN_VIEW_ZOOMOUT=Uzaklaştır
TBN_VIEW_FULL=Tam Ekran
TBN_VIEW_100=Geçek Boyut

TBR_IMAGE=Görüntü
TBN_IMAGE_EFFECT=Efektler
TBN_IMAGE_CROP=Kırp
TBN_IMAGE_RESIZE=Boyutlandır
TBN_IMAGE_ROTATE=Döndür

TBR_TOOLS=Araçlar
TBR_COLOR=Renkler

POP_COLORTYPE1 = Pastel Renkler
POP_COLORTYPE2 = Birincil Renkler

TBR_SHOWHIDE=Göster / Gizle
TBN_RULER=Cetvel
TBN_STATUSBAR=Durum Çubuğu
TBN_TAB = Sekme

TBN_THUMBNAIL=Küçük Resim Görünümü

TBR_WINDOW=Pecere
TBN_CASCADE=Döşe
TBN_ARRANGEALL=Tümünü Sırala

TBN_REGISTER=&Kaydol...

TBN_VIEW_100=100% Görünüm

TBN_TOOLS_SELECT = Seç

#4.0.0
TBN_TOOLS_MOVE=Taşı
TBN_TOOLS_DRAW=Çizim
TBN_TOOLS_DRAW_BRUSH=&Fırça
TBN_TOOLS_DRAW_ERASER=&Silgi
TBN_TOOLS_DRAW_MARKER=İşare&tleyici
TBN_TOOLS_FILL=Dolgu
TBN_TOOLS_FILL_OPTIONS=Dolgu seçenekleri
TBN_TOOLS_FILL_STANDARD=&Bitişik Dolgu
TBN_TOOLS_FILL_REPLACEMENT=Renk &Değişim Dolgusu
TBN_TOOLS_STAMPS=Damgalar
TBN_TOOLS_STAMPS_NUMBER=Sayı Damgaları
TBN_TOOLS_STAMPS_GENERAL=Genel Damgalar
TBN_TOOLS_STAMPS_CURSOR=İşaretçi Damgaları
TBN_SELECT_SELECTION_SHAPES=Seçim şekilleri
TBN_SELECT_SELECTION_OPTIONS=Seçim seçenekleri
TBN_SELECT_RECTANGLE=&Dikdörtgen seçim
TBN_SELECT_ELLIPSE=&Dairesel seçim

TBR_SIZE=Boyut
#4.0.0

TBN_MORECOLORS = Daha...
MNU_PALETTETYPE = Palet tipi

MNU_TOPBAR_TITLE = Üst Düğmeleri Özelleştir
MNU_TOPBAR_MINIMIZERIBBON = Şe&ridi Küçült

#3.4.0
MNU_QAT_TITLE=Hızlı Erişim Araççubuğunu Özelleştir
MNU_QAT_ADD=Hızlı Erişim &Araççubuğuna Ekle
MNU_QAT_DELETE=Hızlı Erişim Araççubuğundan Kaldı&r
MNU_QAT_ABOVE=Hızlı Erişim Araççubuğunu Şerdin Üstünde Gö&ster
MNU_QAT_BELOW=Hızlı Erişim Araççubuğunu Şerdin Altında Gö&ster
#3.4.0

#4.0.1
MNU_QAT_DELETE=Hızlı Erişim Araççubuğunu Sı&fırla
TBN_VIEW_TOUCHMODE=Dokunma Modu
#4.0.1

#-------------------------------------------------------------
[PicPickEditor Tip]
#-------------------------------------------------------------

TIP_FILE_NEW =Yeni bir resim oluştur
TIP_FILE_OPEN =Mevcut bir resmi aç
TIP_FILE_OPENCLIPBOARD =Panodan bir Görüntü aç
TIP_FILE_OPENURL =URL'den bir resim aç
TIP_FILE_SAVE =Etkin Görüntüyü kaydet
TIP_FILE_SAVEAS =Etkin Görüntüyü yeni bir isim ile kaydet
TIP_FILE_SAVESELECT =Seçimi yeni bir isimle kaydet
TIP_FILE_SAVEALL =Tüm resimleri yeni bir isimle kaydet
TIP_FILE_PRINT=Görüntüyü yazdır
TIP_FILE_CLOSEIMAGE =Geçerli Görüntüyü kapat
TIP_FILE_CLOSEALLIMAGE =Tüm Görüntü dosyalarını kapat
TIP_FILE_CLOSEALLSAVEDIMAGE =Kaydedilmiş tüm görüntü dosyalarını kapat
TIP_FILE_CLOSEPICPICK =Pencereyi kapat
#-------------------------------------------------------------
TIP_EDIT_UNDO =Son işlemi geri al
TIP_EDIT_REDO =Önceki geri alınan işlemi yinele
TIP_EDIT_CUT =Seçimi kes ve panoya taşı
TIP_EDIT_COPY =Seçimi kopyala ve panoya koy
TIP_EDIT_PASTE =Pano içeriğini etkin Görüntüye yapıştır
TIP_EDIT_PASTEFROMFILE =Mevcut görüntünün içine bir dosya yapıştır
TIP_EDIT_SELECTDEL =Seçimi sil
TIP_EDIT_SELECTNEW =Görüntüyü Seçilen bölgeden Kırp
TIP_EDIT_DESELECT =Görüntü seçimini Kaldır
TIP_EDIT_SELECTALL =Tüm Görüntüyü Seç
TIP_EDIT_IMAGERESIZE =Görüntü boyutunu değiştir
TIP_EDIT_CANVASRESIZE =Tuval boyutunu değiştir
TIP_EDIT_VIEWBITMAP =Bitmap'ı tam ekran olarak göster.
#-------------------------------------------------------------
TIP_TOOLS_CAPTURE = Yakalama Çubuğunu ekranda göster
TIP_TOOLS_FULLSCREEN =Masaüstü Görüntüsünü Yakala
TIP_TOOLS_ACTIVEWINDOW =Etkin pencere Görüntüsünü Yakala
TIP_TOOLS_CONTROL =Pencere denetim Görüntüsünü Yakala
TIP_TOOLS_SCROLLINGWINDOW	=Kayar pencere denetiminin resmini yakala
TIP_TOOLS_WEBPAGE =Web sayfasını Yakala
TIP_TOOLS_REGION =Dikdörtgen bir alanı yakala
TIP_TOOLS_FREEHAND =Serbest bir alanı yakala
TIP_TOOLS_FIXEDREGION =Sabitlenmiş dikdörtgen alanı yakala
TIP_TOOLS_REPEAT =Önceki aynı alanı yakala
TIP_TOOLS_CAPTUREMENU = Ekranda bir görüntü yakala
TIP_TOOLS_COLORPICKER	=Ekranda bir renk kodu seç
TIP_TOOLS_COLORPALETTE	=İstediğiniz rengi bulun ve ayarlayın
TIP_TOOLS_MAGNIFIER		=Ekrandaki piksellere daha yakından bakın
TIP_TOOLS_PIXELRULER	=Nesnelerinin ve resimlerin ebatlarını ölçün
TIP_TOOLS_CROSSHAIR		=Göreli koordinatları belirleyin
TIP_TOOLS_PROTRACTOR	=Ekranda her hangi bir açıyı ölçün
TIP_TOOLS_WHITEBOARD	=Sunum yapmak veya bir şeyler çizmek için
TIP_TOOLS_OPTION		=Program hakkında çeşitli seçenekleri göster
#-------------------------------------------------------------
TIP_TOOLSOPTION					=Yakalama seçeneğini değiştir
TIP_TOOLSOPTION_OUTPUTTYPE_PICPICK		=Yakalanan Görüntü çıktısını değiştir
TIP_TOOLSOPTION_OUTPUTTYPE_CLIPBOARD		=Yakalanan Görüntü çıktısını değiştir
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEIMAGE		=Yakalanan Görüntü çıktısını değiştir
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEFOLDER		=Yakalanan Görüntü çıktısını değiştir
TIP_TOOLSOPTION_OUTPUTTYPE_OTHER		=Yakalanan Görüntü çıktısını değiştir
TIP_TOOLSOPTION_OUTPUTTYPE_FTP		=Yakalanan Görüntü çıktısını değiştir
TIP_TOOLSOPTION_OUTPUTTYPE_FACEBOOK	=Yakalanan Görüntü çıktısını değiştir
TIP_TOOLSOPTION_OUTPUTTYPE_TWITTER	=Yakalanan Görüntü çıktısını değiştir
TIP_TOOLSOPTION_OUTPUTTYPE_WORD	=Yakalanan Görüntü çıktısını değiştir
TIP_TOOLSOPTION_OUTPUTTYPE_EXCEL	=Yakalanan Görüntü çıktısını değiştir
TIP_TOOLSOPTION_OUTPUTTYPE_POWERPOINT	=Yakalanan Görüntü çıktısını değiştir
TIP_TOOLSOPTION_OUTPUTTYPE_OUTLOOK	=Yakalanan Görüntü çıktısını değiştir
TIP_TOOLSOPTION_OUTPUTTYPE_PRINTER	=Yakalanan resim çıktısını değiştir

TIP_TOOLSOPTION_OPT_DEFAULTFORMAT		=Varsayılan Görüntü dosyası biçimini değiştir
TIP_TOOLSOPTION_DUALMONITORS			=Ekranın resmini çekerken çift ekranları da destekle
TIP_TOOLSOPTION_HOTKEY				=İşlevlerin kısayol düğmelerini değiştir...
TIP_TOOLSOPTION_SOUND				=Görüntü Yakalanırken sesi Etkinleştir
TIP_TOOLSOPTION_SCROLLCAPTURE			=Kaydırma çubuğunun resmini çek
TIP_TOOLSOPTION_MOUSECURSOR			=Görüntü, fare imlecini de içersin
TIP_TOOLSOPTION_STARTUPPROGRAM		=Windows başladığında PicPick Düzenleyiciyi Çalıştır
TIP_TOOLSOPTION_OPENEDITOR			=Program başladığında PicPick düzenleyiciyi Aç
TIP_TOOLS_COLORTYPE				= Kopya rengini değiştir [HTML, RGB, C++, Delphi]

#-------------------------------------------------------------
TIP_EFFECT_INVERT =Renkleri tersine çevir
TIP_EFFECT_GRAYSCALE =Görüntüyü 256 Renk griskalaya Çevir
TIP_EFFECT_MOSAIC =Buzlandır
TIP_EFFECT_BLUR =Bulanıklaştır
TIP_EFFECT_SHARPEN =Keskinleştir
TIP_EFFECT_BRIGHTNESS =Parlaklık / Kontrast
TIP_EFFECT_HSL =Ton / Doygunluk
TIP_EFFECT_FLIPH =Seçilen alanı ya da tüm resmi yatay Çevir
TIP_EFFECT_FLIPV =Seçilen alanı ya da tüm resmi dikey Çevir
TIP_EFFECT_ROTATE90 =90'C Saat yönünde döndür
TIP_EFFECT_ROTATE180 =180'C Saat yönünde döndür
TIP_EFFECT_ROTATE270 =270'C Saat yönünde döndür
TIP_EFFECT_FRAME=Çerçeve efekti Uygula
TIP_EFFECT_WATERMARK=Filigran logo ekle

#-------------------------------------------------------------
TIP_WINDOW_CASCADE =Döşemeyi pencereye örtüştürerek Düzenler
TIP_WINDOW_TILEH =Döşemeyi örtüştürmeden pencereye yatay Düzenler
TIP_WINDOW_TILEV =Döşemeyi örtüştürmeden pencereye dikey Düzenler
TIP_WINDOW_MINIMIZEALL =Açık olan tüm pencereleri küçültür
#-------------------------------------------------------------
TIP_HELP_WEBSITE =PicPick ana sayfasını açar
TIP_HELP_ABOUT =Program bilgisini ve telif hakkını görüntüler
#-------------------------------------------------------------

#4.0.0
TIP_TOOL_MOVE =Bütün bir görüntüyü veya seçili nesneyi taşıyın
TIP_TOOL_SELECT =Görselin bir parçasını seçin.
TIP_TOOL_FILL =Tuval üzerinde bir alanı renkle doldurmak için tıklayın.
TIP_TOOL_PICKCOLOR =Ekrandan bir renk seçin ve çizim için onu kullanın.
TIP_TOOL_DRAW=Farklı fırça türleri ile çizim yapın.
TIP_TOOL_STAMPS=Resmin üzerine damgalar çizin
TIP_TOOL_SHAPE=Görüntü üzerinde şekiller çizin

TIP_SIZE=Seçilen araç için genişlik seçin
#4.0.0

TIP_OUTPUTTYPE_MSWORD1 		= Bu görüntünün bir kopyasını
TIP_OUTPUTTYPE_MSWORD2 		= Microsoft Word'e ekle

TIP_OUTPUTTYPE_MSEXCEL1 		= Bu görüntünün bir kopyasını
TIP_OUTPUTTYPE_MSEXCEL2 		= Microsoft Excel'e ekle

TIP_OUTPUTTYPE_MSPOWERPOINT1	= Bu görüntünün bir kopyasını
TIP_OUTPUTTYPE_MSPOWERPOINT2 	= Microsoft PowerPoint'e ekle

TIP_OUTPUTTYPE_SKYPE1		= Bu görüntünün bir kopyasını 
TIP_OUTPUTTYPE_SKYPE2 		= Skype'a gönder


TIP_OUTPUTTYPE_PROGRAM1		= Bu görüntünün bir kopyasını harici 
TIP_OUTPUTTYPE_PROGRAM2 		= bir programa gönder

TIP_OUTPUTTYPE_MSOUTLOOK1	=Bu görüntünün bir kopyasını
TIP_OUTPUTTYPE_MSOUTLOOK2	=bir e-mail mesajına ekle

TIP_OUTPUTTYPE_FACEBOOK1		= Bu görüntüyü  Facebook'a
TIP_OUTPUTTYPE_FACEBOOK2 		= yükle ve paylaş

TIP_OUTPUTTYPE_TWITTER1		= Bu görüntüyü Twitter'a
TIP_OUTPUTTYPE_TWITTER2 		= yükle ve paylaş

TIP_OUTPUTTYPE_FTP1		= Bu görüntüyü doğrudan FTP yolu ile
TIP_OUTPUTTYPE_FTP2 		= Webde bir konuma yükle

TIP_OUTPUTTYPE_WEBUPLOAD1	= Bu görüntüyü doğrudan bir
TIP_OUTPUTTYPE_WEBUPLOAD2	= Web konumuna yükle

TIP_OUTPUTTYPE_CLOUD1		= Bu görüntüyü Dropbox, Google Drive,
TIP_OUTPUTTYPE_CLOUD2 		= OneDrive ve diğerlerine gönder

TIP_IMAGE_ROTATEFLIP = Resmi veya seçimi döndür veya çevir

TIP_TOOLS_EFFECT=Efektleri seç
TIP_TOOLS_WIDTHS=Genişliği seç
TIP_TOOLS_OPACITY = Saydamlığı seç

TIP_VIEW_ZOOMIN = Geçerli görüntüyü yakınlaştır
TIP_VIEW_ZOOMOUT = Geçerli görüntüyü uzaklaştır
TIP_VIEW_ZOOMSELECT =Yakınlaştır veya Uzaklaştır
TIP_VIEW_ACTUALSIZE = 100% Gerçek Boyut
TIP_VIEW_THUMBNAIL=Bir görüntüyü hızlıca seçmek için küçük resim sayfasını göster  

TIP_SHOW_RULER=Görüntüleri ölçmek için cetveli göster veya gizle
TIP_SHOW_STATUSBAR=Pencerenin altında durum çubuğunu göster veya gizle
TIP_SHOW_TAB=Sekme Çubuğunu göster veya gizle

TIP_COLOR_COLOR1 = Önplan rengi
TIP_COLOR_COLOR2 = Arkaplan rengi
TIP_COLOR_SWAP=Önplan ve arkaplan renkleri arasında geçiş yap
TIP_COLOR_DEFAULT = Varsayılan önplan ve arkaplan renkleri
TIP_COLOR_MORE=Daha fazla palet göster

TIP_SHAPE_FLATTEN=Şekilleri sabitle
TIP_SHAPE_DELETE=Şekli sil
TIP_SHAPE_DUPLICATE=Şekli kopyala

TIP_SHAPE_FILL=Seçili şekli doldur
TIP_SHAPE_OUTLINE=Şekil dış hattı
TIP_SHAPE_EFFECTS=Şekli biçimlendir
TIP_SHAPE_ADDTEXT=Şekle metin ekle

TIP_SHAPE_FLATTEN_ALL=Tüm şekilleri sabitle
TIP_SHAPE_BRINGTOFRONT=Seçili nesneyi öne getirin, böylece altında kalan nesneler gizlenecektir
TIP_SHAPE_SENDTOBACK=Seçili nesneyi arkaya gönderin, böylece önündeki nesneler onu gizleyebilir

[Dialogs]
#-------------------------------------------------------------
DLG_PICPICK_EDITOR_TITLE =PicPick Görüntü Düzenleyici
DLG_CONTROLCAPTURE_TITLE =PicPick - Pencere Denetimi
DLG_SCROLLINGWINDOWCAPTURE_TITLE =PicPick - Kayar Pencere
DLG_REGIONCAPTURE_TITLE =PicPick - Bölgeyi Yakala
DLG_FIXEDREGIONCAPTURE_TITLE =Sabitlenen Alanı Yakala
DLG_FREEHANDCAPTURE_TITLE=PicPick - Serbest Yakala
DLG_WHITEBOARDTOOL_TITLE=PicPick - Akıllı Tahta
DLG_MAGNIFIER_TITLE=PicPick - Büyülteç
DLG_COLORPICKER_TITLE =Renk Seçici
DLG_CROSSHAIR_TITLE=PicPick - İmleci Göster
DLG_COLORPALETTE_TITLE =Renk Tepsisi
DLG_AUTOSAVE_TITLE = Otom.Kaydet
DLG_NEWIMAGE_TITLE = Yeni Görüntü
DLG_PRINT_TITLE = Bas
DLG_CANVASSET_TITLE = Tuvali yen.boyutlandır
DLG_IMAGERESIZE_TITLE = Görüntüyü yen.boyutlandır
DLG_ABOUT_TITLE = Hakkında
DLG_PIXELATE_TITLE = Buzlandır
DLG_HUESATURATION_TITLE = Ton / Doygunluk
DLG_BRIGHTNESSCONTRAST_TITLE = Parlaklık / Kontrast
DLG_FRAME_TITLE		=Çerçeve
DLG_WATERMARK_TITLE		=Filigran
DLG_FONTVIEW_TITLE = Metin Girişi
DLG_CAPTURE_TITLE=Yakala
DLG_CHANGEHOTKEY_TITLE = Kısayol Tuşları
DLG_WEBPAGECAPTURE_TITLE = PicPick - Web Sayfalarını Yakala
DLG_SHORTCUT_TITLE = Kısayol Tuşlarını Değiştir
DLG_SETUP_TITLE		=Program Seçenekleri
DLG_FILENAMESETUP_TITLE	=Dosya Adı
DLG_IMAGES_TITLE	=Görüntüler

#3.4.0
DLG_GENERALSETUP_TITLE	=Genel
#3.4.0


DLG_FTPSETUP_TITLE	=FTP
DLG_EDITORSETUP_TITLE	=Düzenleyici
DLG_ARROWSET_TITLE	=Özel Ok
DLG_FACEBOOK_TITLE	=Facebook'a Bağlan
DLG_TWITTER_TITLE		=Twitter'a Bağlan
DLG_WEBUPLOAD_TITLE		=Web'e Yükle

BTN_OK = &Tamam
BTN_CANCEL = &İptal
BTN_APPLY = &Uygula
#-------------------------------------------------------------

[About]

GRP_PRESET = Tercihler
CHK_ADDSTARTUP = Programı Başlangıçta çalıştır
CHK_ADDDESTKOP = Masaüstü simgesi oluştur
CHK_CHECKUPDATE = Güncellemeleri kontrol et
LBL_LANGUAGE = Lisan
BTN_HOTKEY = Kısayol Tuşları...
BTN_CREDIT = Tanıtım yazısı
LBL_PROGRAMPARAMETER=&Parametreler...
CHK_SETTINGTOAPPDATA=Ayarları Application Data klasörüne kaydet
LBL_MORELANGUAGE=Daha Çok Dil...

[Captures]
#-------------------------------------------------------------
GRP_CONTROLCAPTURE_PROPERTY =Özellikler
LBL_CONTROLCAPTURE_CLASS =İsim
LBL_CONTROLCAPTURE_SIZE =Boyut
LBL_CONTROLCAPTURE_INFO=Denetim
LBL_CONTROLCAPTURE_SCROLL=Otomatik Kaydır
LBL_CONTROLCAPTURE_OUTPUTTYPE =Çıktı Tipi
LBL_CONTROLCAPTURE_HANDLE =İşle
LBL_CONTROLCAPTURE_RECT =Dörtgen
LBL_CONTROLCAPTURE_BOTTOMTIP =Bir pencere denetimi seçin (düğme, sekme, kutu, araç çubuğu, vb.), ve PRINT SCREEN düğmesine basın.

GRP_FIXEDREGIONCAPTURE_PROPERTY = Bölge Boyutu
LBL_FIXEDREGIONCAPTURE_WIDTH =Genişlik :
LBL_FIXEDREGIONCAPTURE_HEIGHT =Yükseklik :

TIP_REGIONCAPTURE_NOTDRAG =Masaüstünden herhangi bir dikdörtgen alanı seçin.
TIP_PIXEL = Pikseller
TIP_FREEHANDCAPTURE_NOTDRAG =Yakalamak için ekrana herhangi bir şekil çizin.

LBL_COLORPICKER_COLORAS =Renk :
LBL_COLORPICKER_VALUE =Değer :

LSV_WEBPAGECAPTURE_LIST = Yakalanacak web-sayfasını seçin
BTN_WEBPAGECAPTURE_RELOAD = Y&eniden Yükle
BTN_WEBPAGECAPTURE_CAPTURE = &Yakala

LBL_MINIHELP=Alanı seçmek için sol fare düğmesine tıklayın.
#-------------------------------------------------------------


[Shortcut]
#-------------------------------------------------------------
TAB_HOTKEY = Kısayol Tuşları
GRB_CAPTURE = Ekranı Yakala
GRB_TOOLS = Araçlar

LBL_KEYNONE = Hiçbiri

LBL_CAPTURE_FULLSCREEN		=Tüm Ekranı Yakala
LBL_CAPTURE_ACTIVEWINDOW	=Etkin Pencereyi Yakala
LBL_CAPTURE_CONTROL		=Pencere Denetimini Yakala
LBL_CAPTURE_SCROLLINGWINDOW	=Kayar Pencereyi Yakala
LBL_CAPTURE_REGION		=Seçilen Alanı Yakala
LBL_CAPTURE_FIXEDREGION		=Ölçülendirilmiş Alanı Yakala
LBL_CAPTURE_FREEHAND		=Serbest Çizim Alanını Yakala
LBL_CAPTURE_WEBPAGE		=Ağ Sayfasını Yakala
LBL_CAPTURE_REPEAT		=Son Yakalamayı Yinele

LBL_TOOLS_EDITOR		=Renk Düzenleyici
LBL_TOOLS_COLORPICKER		=Renk Toplayıcı
LBL_TOOLS_COLORPALETTE		=Renk Tepsisi
LBL_TOOLS_PIXELRULER		=Nokta Cetveli
LBL_TOOLS_PROTRACTOR		=İletki
LBL_TOOLS_CROSSHAIR		=İmleç (+)
LBL_TOOLS_WHITEBOARD		=Akıllı Tahta

LBL_TOOLS_MAGNIFIER		=Büyüteç

CBO_HOTKEY_CUSTOM		=Özel...
CBO_HOTKEY_DEFAULT		=PicPick Varsayılanı
CBO_HOTKEY_HYPERSNAP		=HyperSnap
CBO_HOTKEY_NONE			=Devre Dışı
#-------------------------------------------------------------


#-------------------------------------------------------------

[FontView]

GRP_COLOR = Renkler
LBL_FONTCOLOR = Font Rengi
CHK_FILLCOLOR = Dolgu Rengi
CHK_AA = Görüntlenen fontların kenarlarını düzleştir

[AutoSave]
#-------------------------------------------------------------

GRP_SELECTFOLDER =Görüntüleri Otomatikman Kaydet
LBL_SELECTFOLDER =Yakaladığınız Görüntüleri otomatikman kaydetmek için bir dizin seçin
BTN_SELECTFOLDER =&Bul...
GRP_SELECTFILENAME =Dosya Adı
RDO_SELECTFILENAME_TEXT =Metin + Rakam
RDO_SELECTFILENAME_NUM =Sadece Rakam
RDO_SELECTFILENAME_DATETIME =Tarih/Saat
LBL_SELECTFILENAME_DATETIME_FORMAT = sa dk sn  gg-aa-yyyy
EDT_SELECTFILENAME_DEFAULT = Görüntü
GRP_SELECTFORMAT =Dosya Biçimi
RDO_SELECTFORMAT_BMP =İkil Betik Haritası (*.bmp)
RDO_SELECTFORMAT_JPG =JPEG Görüntü Dosyaları(*.jpg)
RDO_SELECTFORMAT_PNG =Taşınabilir Ağ Görüntüsü (*.png)
RDO_SELECTFORMAT_GIF =CompuServe GIF Görüntüsü (*.gif)
RDO_SELECTFORMAT_PDF =PDF Dosyaları (*.pdf)
LBL_SAVEFILENAME=Otomatik kaydetme veya FTP yüklemede kullanılacak bir dosya adı girin.
LBL_EXAMPLETITLE=Örnek)
LBL_EXAMPLE1=%y : Yıl, %m : Ay, %d : Gün
LBL_EXAMPLE2=%h : Saat, %n : Dakika, %s : Saniye
LBL_EXAMPLE3=%c : Rakam
LBL_EXAMPLE4=%u : Kullanıcı Adı, %w : Bilgisayar Adı
LBL_EXAMPLE5=%t : Unix Zaman Damgası
GRB_OTHERPROGRAM=Harici Uygulama Ayarları
LBL_OTHERPROGRAM=Ekran görüntülerinizi göndereceğiniz haricî Programı seçin.
LBL_OTHERPROGRAMPATH=Program Yolu :
LBL_OTHERPROGRAMPARAMETER=Parametre :
LBL_OTHERPROGRAMSELECT=Harici Programa gönder...
LBL_OTHERPROGRAMMSWORD=Microsoft Word
LBL_OTHERPROGRAMMSEXCEL=Microsoft Excel
LBL_OTHERPROGRAMMSPPT=Microsoft PowerPoint

#4.0.1
[GeneralSet]

GRB_STARTINGOPTION=Başlangıç Seçenekleri
LBL_PROGRAM_MODE=Varsayılan program modunu seç
CBO_PROGRAM_MODE_EDITOR=Görüntü Düzenleyici
CBO_PROGRAM_MODE_WIDGET=Yüzen Widget
CBO_PROGRAM_MODE_TRAY=Sadece bildirim simgesi göster

CHK_STARTUP=Windows başladığında PicPick'i çalıştır
CHK_UPDATE=Program güncellemelerini denetle 
#4.0.1

[CaptureSet]
#-------------------------------------------------------------
GRB_CAPTUREOPTION		=Yakalama Seçeneği
CHK_DUALMONITORS		=Çift Ekran Desteği
CHK_SOUND			=Sesli Uyarıları Etkinleştir
CHK_MOUSECURSOR		=Fare İmlecini İçer
CHK_HIDEEDITOR			=Yakalamadan Önce PicPick Düzenleyiciyi Gizle
CHK_ALWAYSCOPYCLIPBOARD	=Yakalanan Görüntüyü Daima Panoya Kopyala
CHK_STARTWITHCAPTUREBAR	=Program Başladığında Yakalama Çubuğunu Göster

GRB_AUTOSCROLL			=Otomatik Kaydır
CHK_SCROLLCAPTURE		=Otomatik Kaydırmayı Etkinleştir
LBL_SCROLLDELAY			=Kaydırma Gecikmesi :
LBL_SCROLLDELAYMS		=ms

GRB_MAGNIFIER			=Büyüteci
CHK_MAGNIFIER			=Yakalarken Büyüteci Göster
LBL_ZOOMSCALE			=Yakınlaşma Ölçeği :

GRB_CAPTUREDELAY		=Yakalama öncesi gecikme
CHK_ADVANCECONTROLCAPTURE = Gelişmiş Pencere Denetimi Yakalama Kullan

#4.0.0
LBL_CAPTUREOUTPUT		=Kısayol tuşları kullanıldığında veya bildirim alanından menüler seçildiğinde çıktı tipini değiştir.
#4.0.0

#-------------------------------------------------------------

[FTP]
#-------------------------------------------------------------
GRB_FTPSERVER = FTP Sunucu Ayarları
LBL_FTPADDRESS  =FTP Sunucu :
LBL_REMOTEPATH = Uzak Yol :
LBL_PORT=Port :
CHK_PASSIVEFTP= Pasif FTP Kullan
LBL_USERNAME=Kullanıcı Adı :
LBL_PASSWORD=Şifre :
BTN_CONNECTTEST=DENE
LBL_SENDWEBBROWSER=URL'yi webde Aç
LBL_SENDCLIPBOARD=URL'yi Panoya Kopyala
LBL_WEBADDRESS=URL
#-------------------------------------------------------------

[EditorSet]
#-------------------------------------------------------------
GRB_EDITOROPTION = Düzenleyici Seçeneği
CHK_OPENEDITORWHENSTART=Uygulama Başladığında Düzenleyiciyi Aç
CHK_CENTERIMAGE =Görüntüyü Pencerenin merkezine hizala
CHK_CLOSEWITHOUTASKING =Kaydedilmemiş görüntüyü sormadan kapat
CHK_CROPNEW=Yeni Görüntü olarak Kırp
CHK_SHOWCLASSICUI=Klasik Menü Araççubuğu Arayüzünü Göster

#4.0.0
CHK_EXITWHENCLOSING=Resim düzenleyici kapatıldığında PicPick'ten çık.
#4.0.0

LBL_BG=Arkaplan Rengi:
RDO_BGGRID=Izgara
RDO_BGSOLID=Düz Renk

GRB_FILETYPE=Dosya Tipi İlişkileri
LBL_FILETYPE=Lütfen PicPick ile açmak istediğiniz dosya türlerini seçin.
LBL_FILETYPEVISTA=PickPick'i varsayılan resim düzenleyici yap

#-------------------------------------------------------------

[ArrowSet]
#-------------------------------------------------------------
CHK_START = Başla
CHK_END = Bitir
CHK_OUTLINE = Dış Çizgi Ekle
CBO_AT_ARROW1 = Ok 1
CBO_AT_ARROW2 = Ok 2
CBO_AT_CIRCLE = Çember
CBO_AT_DIAMOND = Elmas Biçimi
#-------------------------------------------------------------


[CanvasSet]
#-------------------------------------------------------------
GRP_SIZE = Tuval Boyutu
LBL_WIDTH = Yeni Uzunluk
LBL_HEIGHT =Yeni Yükseklik
LBL_BACKCOLOR = Arka Renk
LBL_PRESETS = Ön Ayarlar
CBO_CLIPBOARD=Pano
CBO_LASTUSED=Son kullanılan
CBO_CURRENT=Geçerli görüntü boyutu
#-------------------------------------------------------------

[ResizeSet]
#-------------------------------------------------------------
LBL_ZOOM =
RDO_ZOOM = Ölçek Yüzdesi
RDO_SIZE = Belirlenen boyuta ölçekle
CHK_KEEP = En/boy oranını koru
LBL_WIDTH = Uzunluk
LBL_HEIGHT = Yükseklik


[ColorSet]
#-------------------------------------------------------------
BTN_PREVIEW = &Önizleme
LBL_PIXELATE = Buzlandır
LBL_HUE = Ton
LBL_SATURATION = Doygunluk
LBL_BIRGHTNESS = Parlaklık
LBL_CONTRAST = Kontrast
#-------------------------------------------------------------

[FrameSet]
#-------------------------------------------------------------
GRP_PREVIEW = Önizle
GRP_EFFECT = Efekt
CHK_BORDER = Kenar
CHK_FRAME = Çerçeve
LBL_ETC=Daha fazla çerçeve efekti bul...
CHK_AUTO=Görüntüyü yakalarken bir çerçeve efekti uygula
#-------------------------------------------------------------

[Palette]
#-------------------------------------------------------------
LBL_RED =&Kırmızı
LBL_GREEN =&Yeşil
LBL_BLUE =&Mavi
LBL_TYPE = Renk olarak :
BTN_COPY =&Kopyala

CLR_DEFAULTTEXT = Renk Paleti
CLR_CUSTOMTEXT = Daha fazla renk...
#-------------------------------------------------------------

[PixelRuler]
#-------------------------------------------------------------
MNU_RULER_MOVE =&Taşı
MNU_RULER_MOVE_UP =&Yukarıya
MNU_RULER_MOVE_DOWN =&Aşağıya
MNU_RULER_MOVE_LEFT =&Sola
MNU_RULER_MOVE_RIGHT =&Sağa
#-------------------------------------------------------------
MNU_RULER_TYPE =&Tip
MNU_RULER_TYPE_HOTRIZONTAL =&Yatay
MNU_RULER_TYPE_VERTICAL =&Dikey
#-------------------------------------------------------------
MNU_RULER_TRANSPARENT =&Şeffaflık
MNU_RULER_TRANSPARENT_USE =&Etkin
MNU_RULER_TRANSPARENT_NOTUSE =&Devre Dışı
MNU_RULER_TRANSPARENT_INC =A&rttır(+)
MNU_RULER_TRANSPARENT_DEC =A&zalt(-)

MNU_MAGNIFIER		=&Büyüteci Göster...

#-------------------------------------------------------------
MNU_RULER_EXIT =&Çık
#-------------------------------------------------------------
MNU_RULER_UNIT =&Birimler
MNU_RULER_UNIT_PIXEL =&Piksel
MNU_RULER_UNIT_INCH =&İnç
MNU_RULER_UNIT_CM = &Santimetre
MNU_RULER_UNIT_DPI = &DPI
MNU_RULER_COLOR = &Renk
MNU_RULER_COLOR_BLUE = &Mavi (Varsayılan)
MNU_RULER_COLOR_YELLOW = &Sarı (Klasik)
MNU_RULER_COLOR_WHITE = &Beyaz
MNU_RULER_COLOR_BLACK = Si&yah
MNU_RULER_UNIT_DPI_CUSTOM = Ö&zel...
DLG_CUSTOMDPI_TITLE= Özel DPI Ayarı
LBL_CUSTOMDPI_TEXT= Lütfen İnç Başına Pikselleri Girin (DPI) :

[WhiteBoard]
#-------------------------------------------------------------
MNU_WHITEBOARD_PENWIDTH =Kalem &Kalınlığı
MNU_WHITEBOARD_PENCOLOR =Kalem &Rengi
MNU_WHITEBOARD_PENCOLOR_BLACK =Siyah
MNU_WHITEBOARD_PENCOLOR_WHITE =Beyaz
MNU_WHITEBOARD_PENCOLOR_RED =Kırmızı
MNU_WHITEBOARD_PENCOLOR_GREEN =Yaşil
MNU_WHITEBOARD_PENCOLOR_BLUE =Mavi
MNU_WHITEBOARD_PENCOLOR_CYAN =Siyah
MNU_WHITEBOARD_PENCOLOR_MAGENTA =Mor
MNU_WHITEBOARD_PENCOLOR_YELLOW =Sarı
MNU_WHITEBOARD_PENCOLOR_GRAY =Gri
MNU_WHITEBOARD_PENCOLOR_CUSTOM =&Vs...
#-------------------------------------------------------------
MNU_WHITEBOARD_CLEAR =&Temizle
MNU_WHITEBOARD_SAVE =&Ekranı Yakala
MNU_WHITEBOARD_EXIT =&Çık
#-------------------------------------------------------------
TIP_TOOL_MOVE =Taşı
TIP_TOOL_ZOOM =Yakınlaştır
TIP_TOOL_PEN =Kalem
TIP_TOOL_LINE =Çizgi
TIP_TOOL_ARROW =Ok
TIP_TOOL_SHAPE=Şekil
TIP_TOOL_RECT =Dikdörtgen
TIP_TOOL_ELLIPSE =Elips
TIP_TOOL_RRECT =Köşeleri Yuvarlak Dikdörtgen
TIP_TOOL_TRANSPARENT = Şeffaflık
TIP_TOOL_CLEAR=Temizle
TIP_TOOL_SAVE=Ekranı yakala
TIP_TOOL_WIDTH=Genişlik
TIP_TOOL_COLOR=Renk

[Print]
#-------------------------------------------------------------
BTN_PRINTERSETUP=Yazıcı Ayarları...
BTN_PRINT=&Yazdır
GRB_PREVIEW =Önizle

TAB_PAPERSETUP=Sayfa Düzeni
TAB_ADDTEXT=Metin Ekle

GRB_MARGINSETUP=&Marjlar (mm)
LBL_MARGINTOP=Üstten
LBL_MARGINLEFT=Soldan
LBL_MARGINRIGHT=Sağdan
LBL_MARGINBOTTOM=Alttan

GRB_IMAGESETUP=&Görüntü Ayarı
CHK_CENTER=Görüntüyü ortala
CHK_SHRINK=Sayfaya sığdır (küçült)
CHK_PROPORTINAL=En/boy oranını koru
CHK_GRAYSCALE=Gri Skala

GRB_PAPERCOUNT=&Kopya sayısı
LBL_PAPERUNIT=Sayfa

GRB_ORIENTATION=&Yönlendirme
RDO_PORTRAIT=Portre
RDO_LANDSCAPE=Manzara

GRB_HEADER=&Başlık
CHK_HEADERADD=Ekle
CBO_HEADERDEFAULT=Başlık metnini lütfen buraya girin
LBL_HEADERMARGIN=Marj :
BTN_HEADERFONT=Yazıtipi...
RDO_HEADERLEFT=Sola
RDO_HEADERCENTER=Ortala
RDO_HEADERRIGHT=Sağa

GRB_FOOTER=&Alt Başlık
CHK_FOOTERADD=Ekle
CBO_FOOTERDEFAULT=Lütfen alt başlık metnini buraya girin
LBL_FOOTERMARGIN=Kenar Boşluğu :
BTN_FOOTERFONT=Yazıtipi...
RDO_FOOTERLEFT=Sola
RDO_FOOTERCENTER=Ortala
RDO_FOOTERRIGHT=Sağa
#-------------------------------------------------------------

[Facebook]
#and Twitter
#and WebUpload
#-------------------------------------------------------------
BTN_CLOSE = &Kapat
LBL_PREVIEW = Görüntüyü Önizle
LBL_CAPTION = Fotoğraf Başlığı
RDO_SELECTALBUMS = Albümleri Seç
RDO_CREATEALBUM = Yeni bir Foto Albümü oluştur
LBL_CREATEALBUM_NAME = İsim :
LBL_CREATEALBUM_LOCATION = Konum :
LBL_CREATEALBUM_DESCRIPTION =Açıklama :
LBL_CREATEALBUM_PRIVACY = Gizlilik :
CBO_CREATEALBUM_1 = Herkes
CBO_CREATEALBUM_2 = Ağ Bağlantılarım ve Arkadaşlarımı
CBO_CREATEALBUM_3 = Arkadaşlarımın Arkadaşları
CBO_CREATEALBUM_4 = Sadece Arkadaşlarımı
BTN_UPLOAD = Karşıya Yükle
LBL_IMGURL = Görüntü URL'si
LBL_LINKURL = Albüm Link URL'si
LBL_UPLOADING=Şimdi Karşıya Yükleniyor..
LBL_UPLOADCOMPLETE = Karşıya Yükleme Tamamlandı
LBL_UPLOADWAIT = Yanıt bekleniyor...
LBL_UPLOADFAILURE = Karşıya Yükleme Başarısız. Tekrar deneyin.
LBL_UPLOADRESULT = Başarı ile karşıya bir fotoğraf yüklediniz.

LBL_ACCOUNT = Hesap :
LBL_PASSWORD = Şifre :
LBL_REMEMBERPASSWORD = Şifreyi Hatırla
LBL_MESSAGE = Mesaj :

LBL_WEBUPLOAD_TITLE = Resimlerinizi doğrudan Web'e yükleyin
LBL_WEBUPLOAD_TITLESUB = ImageShack yoluyla- Ücretsiz resim barındırma hizmeti
LBL_WEBUPLOAD_SIGNUP = Yüklediğiniz resimleri yönetmek için üye olun!

LBL_WEBUPLOAD_NOACCOUNT = Misafir (üyelik gerekli değil)
LBL_WEBUPLOAD_ACCOUNTEXIST = ImageShack hesabım var

BTN_REQUESTTWITTERPIN = Twitter PIN Al
BTN_REMEMBERME = Bu bilgisayarda beni hatırla
LBL_TWITTERPIN = PIN
BTN_CONNECT = &Bağlan
BTN_DISCONNECT = &Bağlantıyı Kes

#-------------------------------------------------------------

[ThumbnailView]

BTN_QUICKTABS=Hızlı Sekmeler
MNU_RENAME=&Yeniden Adlandır...
#4.0.0
MNU_OPENFILELOCATION=D&osya Konumunu Aç...
#4.0.0
LBL_RENAME=Lütfen bir dosya adı girin.

[ObjectProperty]

#4.0.0
SHP_TEXTBOX=Metin Kutusu
SHP_HIGHLIGHTRECT=Vurgulama Dörtgeni
SHP_MAGNIFYEFFECT=Büyüteç Efekti
SHP_NUMBERSTAMP=Numara Damgasi
SHP_LINES=Çizgiler
SHP_CUSTOMSHAPES=Özel Şekiller
#4.0.0
#4.0.1
SHP_TRIANGLE=Üçgen
#4.0.1

SHP_SHAPES = Şekiller
SHP_LINE = Çizgi
SHP_CURVE = Eğri
SHP_ARROW = Ok
SHP_CURVEARROW = Eğri Ok
SHP_ELLIPSE = Daire
SHP_RECT = Dörtgen
SHP_ROUNDRECT = Yuvarlatılmış Dörtgen
SHP_BALLOON = Balon
SHP_DIAMOND = Elmas
SHP_PENTAGON = Beşgen
SHP_Hexagon = Altıgen
SHP_5STAR = 5 Uçlu Yıldız
SHP_6STAR = 6 Uçlu Yıldız

TAB_EDIT = Düzenle
TBN_DELETE_OBJECT = &Sil
TBN_DUPLICATE=Ç&oğalt

MNU_FLATTEN = &Sabitle
MNU_FLATTENALL = &Tümünü Sabitle

LST_CHANGESHAPE = Şekli Değiştir

TAB_SHAPESTYLES=Şekil Sitilleri

TBN_SHAPETEXT=Me&tin Ekle...
TBN_SHAPEFILL=Doldur
MNU_SHAPEFILL_NOFILL=Dolgu Yok
MNU_SHAPEFILL_SOLIDFILL=Düz Dolgu
MNU_SHAPEFILL_GRAFILL=Dikey Gradyan Dolgu fill
MNU_SHAPEFILL_RADIALFILL=Merkezsel Gradyan Dolgu

TBN_SHAPEOUTLINE=Dış Hat
MNU_SHAPEOUTLINE_NOLINE = Çizgi Yok
MNU_SHAPEOUTLINE_SOLIDLINE = Düz Çizgi
MNU_SHAPEOUTLINE_DOTLINE = Nokta Çizgi
MNU_SHAPEOUTLINE_DASHLINE = Tire Çizgi
MNU_SHAPEOUTLINE_DASHDOTLINE = Tire Nokta Çizgi
MNU_SHAPEOUTLINE_DASHDOTDOTLINE = Tire Nokta Nokta Çizgi


TBN_SHAPEFORMAT=Şekli Biçimlendir
TBN_SHAPEEFFECTS=Şekil Efektleri
MNU_SHAPEEFFECTS_NOEFFECTS=Efekt Yok
MNU_SHAPEEFFECTS_SHADOW=Efektler
MNU_SHAPEEFFECTS_SHADOWUSE=Gölge
MNU_SHAPEEFFECTS_SHADOWOPTION=Seçenekler...

MNU_SHAPEEFFECTS_BALLOONPOS=Balon Yönü
MNU_SHAPEEFFECTS_BALLOONPOSTL=Üst Sol
MNU_SHAPEEFFECTS_BALLOONPOSTR=Üst Sağ
MNU_SHAPEEFFECTS_BALLOONPOSBL=Alt Sol
MNU_SHAPEEFFECTS_BALLOONPOSBR=Alt Sağ

MNU_SHAPEEFFECTS_ARROWSTART = Başlangıç Tipi
MNU_SHAPEEFFECTS_ARROWEND = Bitiş Tippi
MNU_SHAPEEFFECTS_ARROWNONE = Ok Yok
MNU_SHAPEEFFECTS_ARROW1 = Ok 1
MNU_SHAPEEFFECTS_ARROW2 = Ok 2
MNU_SHAPEEFFECTS_ARROWCIRCLE = Çember
MNU_SHAPEEFFECTS_ARROWDIAMOND = Elmas

MNU_SHAPE_ARRANGE=Sırala
BTN_SHAPE_FRONT=Ö&ne Getir
BTN_SHAPE_BACK=&Arkaya Gönder

BTN_SHAPE_ARROWSTYLE=Ok Sitili

TAB_SHAPECOLOR=Şekil Renkleri

#4.0.0
TAB_NUMBERSTAMP_NUMBER=Damga Şekilleri
MNU_NUMBERSTAMP_CURRENT=Geçerli
MNU_NUMBERSTAMP_NEXT=Sonraki
TAB_NUMBERSTAMP_STYLE=Damga Sitilleri
MNU_NUMBERSTAMP_SIZE=Boyut
MNU_NUMBERSTAMP_SIZE_SMALL=&Küçük
MNU_NUMBERSTAMP_SIZE_Medium=&Orta
MNU_NUMBERSTAMP_SIZE_LARGE=&Büyük
MNU_NUMBERSTAMP_SHAPE=Şekiller
MNU_NUMBERSTAMP_SHAPE_CIRCLE=D&aire
MNU_NUMBERSTAMP_SHAPE_RECTANGLE=&Dörtgen

TBN_SELECT_CROPCURRENT=Kır&p
TBN_SELECT_CROPNEW=Ye&ni resim olarak kırp
TAB_SELECT_SIZE=Boyut
MNU_SELECT_SIZE_LEFT=Sol
MNU_SELECT_SIZE_TOP=Üst
MNU_SELECT_SIZE_WIDTH=Genişlik
MNU_SELECT_SIZE_HEIGHT=Yükseklik
MNU_SELECT_INVERTSELECTION=Seçimi ters çevir

TAB_MAGNIFIER_STYLE=Bütüyeç Sitilleri
#4.0.0

#4.0.1
MNU_SHARE_OPTIONS=&Seçenekler...
#4.0.1

[Licenses]

rdoRegistered = Kayıtlı bir kullanıcıyım ve ticari kullanım için kayıt kodum var.
rdoPersonal = Bu programı sadece kişisel amaçla kullanmak istiyorum.
btnBuy = Şimdi &Satın Al
btnRegister = &Kaydol
btnAgree= K&abul
btnClose = Ka&pat
lblEnterLicense = Kayıt bilgilerinizi giriniz
lblOwnerName = Sahip Adı:
lblRegistrationCode = Kayıt Kodu:

lblLicenseInfo = Bu ürünün lisanslı sahibi : 
lblPersonalUse = EV KULLANICISI İÇİN ( SADECE KİŞİSEL KULLANIM )

[CommercialVersionTrial]

btnModeTrial = Ücretsiz Deneme
btnModeTrialDescription = Bu ürünü deneme amaçlı kullanmaya devam etmek istiyorum.
btnModeActivate = Lisans Anahtarınızı Aktifleştirin
btnModeActivateDescription = Kayıtlı kullanıcıyım ve bir lisans anahtarım var.
btnModeBuy = Satın Al
btnModeBuyDescription = Lisans anahtarınızı satın almak için resmi sayfaya gidin.
lblTrialDescription = Bu, PickPick programının 30 günlük deneme sürümüdür. Deneme süresi sona erdiğinde yazılımı kullanmaya devam edebilmek için bir lisans satın almalı veya bilgisayarınızdan kaldırmalısınız.
btnContinueTrial = &Denemeye Devam Et
lblDayLeft = {$2} günlük deneme sürenizden {$1} gün kaldı.
lblDayExpired = Lisansınız artık kullanılamaz.
lblEnterLicense = Kayıt bilgilerinizi girin
lblOwnerName = Kullanıcı Adı
lblRegistrationCode = Lisans Anahtarı
lblRegistrationHelp = Aktifleştirme sorunları mı yaşıyorsunuz?
btnRegister = &Aktifleştir
lblActivationOffline1 = 1. Lütfen aşağıdaki URL adresini tarayıcınızda açın ve Yetkilendirme Kodunuzu alın. Bu işlem internet erişimi gerektirmektedir, lütfen internet erişiminizin olduğundan emin olun.
lblActivationOffline2 = 2. Lütfen yukarıdaki URL adresinden aldığınız Yetkilendirme Kodunu yapıştırın.

lblAuthCode =Yetkilendirme Kodu :

[ImagesSet]

grbJPEGOption=JPEG Seçenekleri
lblJPEGQuality=Kalite
cboJPEGQualityMaximum = En Yüksek
cboJPEGQualityHigh = Yüksek
cboJPEGQualityMedium = Orta
cboJPEGQualityLow = Düşük

[SaveAll]

grbSaveOptions=Kayıt Seçenekleri
lblSelectFolder=Ekran görüntülerinizin kaydedileceği bir dizin seçin.

rdoAllImages=Tüm görüntüler
rdoUnsavedImages=Tüm kaydedilmemiş görüntüler

grbFileOptions=Dosya Seçenekleri
lblFileName=Dosya Adı
lblFileType=Dosya Türü
rdoFiles=Dosyalar

[ColorBalance]

grpbxColorBalance=Renk Dengesi
lblColorLevels=Renk Düzeyleri

grpbxToneBalance= Ton Dengesi
rdbtnShadows=Gölgeler
rdbtnMidtones=Ara Tonlar
rdbtnHighlights=Vurgulamalar
chckbxPreserveLuminosity=Parlaklılığı Koru

[StartPage]

lblStartHome = Yeni bir göre seç...
lblStartTitle1 = Yeni Görev
lblStartTitle2 = Grafik Aksesuarları
chkStartDoNotShow = Program başladığında bu pencereyi gösterme

[Watermark]

lblWaterMarkPreview = Önizleme :
lblWaterMarkFile = Dosya :
lblWaterMarkPosition = Konum :
lblWaterMarkOpacity = Saydamlık :
lblWaterMarkOffsetX = X Uzaklığı:
lblWaterMarkOffsetY = Y Uzaklığı:
chkWaterMarkAuto=Görüntü yakalandığında otomatik olarak bir filigran ekle.

#-------------------------------------------------------------
;PicPick Cloud Storage Service uploader is powered by Cloud Explorer.
;If you translate below [CloudExplorer] section, your translator name will be displayed in our new software "Cloud Explorer" as well.
;For more information, please visit http://www.getcloudexplorer.com

[CloudExplorer]
:COMMON
btnOK=&Tamam
btnCancel=&Kapat
btnApply=Uygul&a
btnContinue=De&vam Et

:OPTION
grbOptionLanguage=Gösterim Dili
grbOptionConnection=Bağlantıları yönet
btnOptionConnectionClear=Tüm bulut hizmeti bağlantılarını &temizle

:MAINFORM
lstFilesName=Ad
lstFilesDate=Tarih
lstFilesType=Tür
lstFilesSize=Boyut

mnuAction=Eylem
mnuOpen=Aç
mnuDownload=İndir
mnuUploadMenu=Yükle
mnuUploadFile=Dosyaları yükle
mnuUploadFolder=Klasör yükle
mnuUploadImage=Görüntü yükle
mnuNewFolder=Yeni klasör
mnuDelete=Sil
mnuRename=Yeniden Adlandır

itemHome=Ana Sayfa
itemOption=Seçenek
itemAbout=Hakkında
itemDropbox=Dropbox
itemGDrive=Google Drive
itemSkydrive=OneDrive

strAllFile=Tüm Dosyalar (*.*)
strSearchResult="%s" için arama sonuçları

lblHomeTitle= Bağlanmak için bir hizmet seçin...
lblUploadMode=Görüntünüzü yüklemek için bir hizmet seçin

itemCount=%s öğe
itemSelectedCount=%s öğe seçildi

:PREVIEW
lblPreviewPreviewTitle=Önizleme
lblPreviewDescriptionTitle=Açıklama
strPreviewNoDescription=Açıklama Yok

:DOWNLOADFORM

DownloadFormCaption=İndiriliyor...
strPrepareDownload=İndirme için hazırlanılıyor
strDiscoveredItems=%s öğe keşfedildi...
strPleaseWait=Liste hazırlanırken lütfen bekleyin...
strDownloading=%s öğe indiriliyor
strDownloadName=Ad : %s
strDownloadRemaining=Kalan öğe : %s1 ( toplam : %s2 )


:UPLOADFORM
UploadFormCaption=Yükleniyor...
strPrepareUpload=Yükleme için hazırlanılıyor
strCreatingFolder=Klasör oluşturuluyor
strUploading=%s öğe yükleniyor
strUploadName=Ad : %s
strUploadRemaining=Kalan öğe : %s1 ( toplam : %s2 )

:LOGINFORM
LoginFormCaption=Giriş Yap
chkSaveConnection=Bağlantı bilgisini bu bilgisayarda kaydet
lblBrowserCall=Web tarayıcınız %s saniye içerisinde gösterilecektir.
lblBrowserCallRetry=%s için tekrar erişim iste
lblBrowserAccess1=%s hesabınıza bağlanmak için öncelikle hesabınıza web tarayıcınızdan giriş yapmalısınız.
lblBrowserAccess2=Web tarayıcısı aracılığıyla giriş yaptıktan sonra tarayıcı penceresini kapatabilir ve devam edebilirsiniz.

:USERINFO
lblUserInfoStorage=Depolama :
lblUserInfoUserNameTitle=Hesap :
lblUserInfoSpaceTitle=Alan :
btnUserInfoLogout=Çıkış Yap
strSpace = %s1 boş, Toplam: %s2

FileTypetext=metin
FileTypedocument=belge
FileTypeimage=resim
FileTypevideo=video
FileTypeaudio=ses
FileTypefile=dosya
FileTypefolder=klasör
FileTypealbum=albüm

:UPLOAD
lblUploadFileNameTitle=Dosya Adı
lblUploadFileSizeTitle=Dosya Boyutu
lblUploadFilePreviewTitle=Önizleme
btnUploadUpload=Buraya Yükleyin

:MESSAGEBOX
strDelete1item=Bu dosyayı silmek istediğinizden emin misiniz?
strDelete1moreitems=Bu %s öğeyi silmek istediğinizden emin misiniz?

strFolderExist=Klasör adı zaten mevcut.
strDownloadFileExist=Bu konumda bu isimde bir dosya zaten mevcut.\n\nOnu değiştirmek ister misiniz?
strCreateFolder=Lütfen yeni bir klasör adı girin.
strRename=Lütfen yeni bir ad girin.


strInvalidFolderName=Klasör adı geçersiz.
strCannotDelete=Dosya(lar)/klasör(ler) silinemedi.

strUpdateCheck=Daha yeni bir Bulut Gezgini (%s) sürümü mevcut. İndirme sayfasına şimdi gitmek ister misiniz?\n\nLütfen, geçerli sürümün bulut depolamalarınızla uyumlu olmayabileceğini unutmayın.
strAuthFail = Yetkilendirme başarısız oldu. Lütfen tekrar deneyin.

strDownloadFolder=Lütfen seçili dosyaların indirileceği bir klasör seçin.
strUploadFolder=Lütfen yüklemek için bir klasör seçin
#-------------------------------------------------------------

[Website Resources]
;Please help us to translate official website to your languages.

#title_picpick: 'PicPick - All-in-one design tool, Screen Capture, Image Editor, Color Picker, Pixel Ruler and More',
#title_ngwin: 'NGWIN - We develop user-friendly software that provides convenient computing environments',
#nav_picpick: 'PicPick',
#nav_partners: 'Partners',
#nav_contact: 'Contact',
#nav_home: 'Home',
#nav_features: 'Features',
#nav_download: 'Download',
#nav_buy: 'Buy Now',
#nav_forum: 'Forum',
#section_features: 'Features',
#section_reviews: 'Media Reviews',
#section_download: 'Download',
#section_download_commercial: 'PROFESSIONAL VERSION FOR REGISTERED USERS',
#section_buy: 'Buy Now',
#section_screenshots: 'Screenshots',
#section_customers: 'Our customers',
#section_latestversion: 'Latest Version',
#section_changelog: 'Change Log',
#section_availableon: 'Available On',
#section_likeuson: 'Like Us On',
#section_eula: 'End User License Agreement',
#section_privacypolicy: 'Privacy Policy',
#section_volumepricing: 'Volume Pricing',
#button_download: 'DOWNLOAD',
#button_buy: 'BUY NOW',
#button_upgrade: 'UPGRADE NOW',
#button_upgrade_nothanks: 'No Thanks',
#button_viewdetail: 'VIEW DETAILS',
#button_free_download: 'FREE DOWNLOAD',
#button_download_portable: 'Portable Version',
#button_download_commercial: 'I have already purchased a license.',
#text_freetotry: 'Free for personal use, try it today.',
#text_copyright: 'Copyright{copy} {ngwin} All rights reserved.',
#text_winavailable: 'Available on all Windows',
#text_winavailable2: 'Microsoft Windows 10, 8.1, 8, 7, Vista and XP including both 32-bit and 64-bit versions.',
#text_recommend: 'RECOMMEND',
#text_limitedtimeoffer: 'LIMITED TIME OFFER',
#text_free: 'FREE',
#text_personal_only_detail: 'Please note that this free version may only be used for personal use in non-commercial environments.',
#text_license_peruser: 'PicPick is licensed per user. Each purchased user can have the software installed on two machines. (for example, PC and laptop).',
#text_license_noshare: 'One license may not be shared between different users.',
#text_bluesnap: '2Checkout is our online payment system that we recommend. It supports a fully secure online payment service with a variety of payment methods like paypal, credit card etc.',
#text_thankyou: 'Thank you for installing PicPick.',
#text_download_thankyou: 'Thank you for downloading PicPick.',
#text_download_start: 'Your download will start automatically within a few seconds.',
#text_download_ifnot: 'If your download has not started automatically, please click {here} or download from the mirror links.',
#text_download_ifnot2: 'If your download has not started automatically, please click {here}.',
#text_download_ifnot2_here: 'here',
#text_upgrade: 'Upgrade to Professional and get more features!',
#overview_jumbotron_h1: 'PicPick',
#overview_jumbotron_h2: 'All-in-one design tool for everyone',
#overview_jumbotron_p1: 'A full-featured screen capture tool, Intuitive image editor, color picker, color palette, pixel-ruler, protractor, crosshair, whiteboard and more.',
#overview_jumbotron_p2: 'User friendly and full of features for creating your image, Suitable for software developers, graphic designers and home users.',
#overview_feature_1_h1: 'Capture anything',
#overview_feature_1_p1: 'Take screenshots of an entire screen, an active window, the scrolling windows and any specific region of your desktop, etc.',
#overview_feature_2_h1: 'Edit your images',
#overview_feature_2_p1: 'Annotate and highlight your images: text, arrows, shapes and more with the built-in image editor that includes the latest Ribbon style menu.',
#overview_feature_3_h1: 'Enhance with effects',
#overview_feature_3_p1: 'Easily add effects to your images: drop shadows, frames, watermarks, mosaic, motion blur, brightness control and more.',
#overview_feature_4_h1: 'Share everywhere',
#overview_feature_4_p1: 'Save, share, or send your images via Web, email, ftp, Dropbox, Google Drive, SkyDrive, Box, Evernote, Facebook, Twitter and more.',
#overview_feature_5_h1: 'Graphic Accessories',
#overview_feature_5_p1: 'Variety of graphic design accessories including color picker, color palette, pixel ruler, protractor, crosshair, magnifier, whiteboard.',
#overview_feature_6_h1: 'Customizable setting',
#overview_feature_6_p1: 'With highly advanced settings, you can customize hotkeys, file naming, image quality, and many other options that fits your needs.',
#reviews_1_body: 'This program makes us think of a Swiss Army Knife, or perhaps a well-stocked, well-organized desk drawer. There are all kinds of helpful tools here, and we think PicPick would be useful to Web designers, graphic designers, and even the average computer user who occasionally needs to work with graphics.',
#reviews_1_author: 'CNET Download.com',
#reviews_1_link: 'http://download.cnet.com/PicPick/3000-2192_4-75072925.html?tag=mncol;1',
#reviews_1_img: 'review_cnet.png',
#reviews_2_body: 'Specially designed for the home user and aiming at giving as much flexibility as possible during the work. It even includes some features never to be found in Photoshop. PicPick, besides being a very easy to use image editor also sports graphic capture options and a set of hotkeys and options some similar editors would envy.',
#reviews_2_author: 'Softpedia',
#reviews_2_link: 'http://www.softpedia.com/reviews/windows/PicPick-49842.shtml',
#reviews_2_img: 'review_softpedia.png',
#features_1_h1: 'Screen Capture',
#features_1_p1: 'Take screenshots of an entire screen, an active window, the scrolling windows and any specific region of your desktop, etc.',
#features_1_p2: 'Support multiple monitor environments, capturing with cursor, auto save and file naming, etc.',
#features_1_p3: 'Support the floating widget Capture Bar which makes it easy for you to take screenshots.',
#features_1_p4: 'Customize your own keyboard shortcuts.',
#features_1_list_1: 'Full-screen',
#features_1_list_2: 'Active window',
#features_1_list_3: 'Window control',
#features_1_list_4: 'Scrolling window',
#features_1_list_5: 'Region',
#features_1_list_6: 'Fixed region',
#features_1_list_7: 'Freehand',
#features_1_list_8: 'Repeat last capture',
#features_1_list_9: 'Capture widget',
#features_1_list_10: 'Capturing with cursor',
#features_1_list_11: 'Delayed capture',
#features_1_list_12: 'Auto-save',
#features_2_h1: 'Image Editor',
#features_2_p1: 'With the built-in image editor that includes the latest Ribbon style menu, you can annotate and highlight your images.',
#features_2_list_1: 'Drawing',
#features_2_list_2: 'Insert text',
#features_2_list_3: 'Arrows, lines',
#features_2_list_4: 'Shapes',
#features_2_list_5: 'Balloon',
#features_2_list_6: 'Highlight tool',
#features_2_list_7: 'Crop',
#features_2_list_8: 'Resize',
#features_2_list_9: 'Rotate',
#features_2_list_10: 'Invert',
#features_2_list_11: 'Grayscale',
#features_2_list_12: 'Mosaic',
#features_2_list_13: 'Frame',
#features_2_list_14: 'Watermark',
#features_2_list_15: 'Blur',
#features_2_list_16: 'Sharpen',
#features_2_list_17: 'Brightness',
#features_2_list_18: 'Hue / Saturation',
#features_2_list_19: 'Color balance',
#features_3_h1: 'Save, share, or send',
#features_3_p1: 'Once done with capturing and editing your images, you can save, share, or send it with a variety of outputs.',
#features_3_list_1: 'Clipboard',
#features_3_list_2: 'Image files',
#features_3_list_3: 'PDF',
#features_3_list_4: 'Printer',
#features_3_list_5: 'Web URL',
#features_3_list_6: 'Dropbox',
#features_3_list_7: 'Google Drive',
#features_3_list_8: 'SkyDrive',
#features_3_list_9: 'Box',
#features_3_list_10: 'Facebook',
#features_3_list_11: 'Twitter',
#features_3_list_12: 'Skype',
#features_3_list_13: 'FTP Server',
#features_3_list_14: 'e-mail',
#features_3_list_15: 'Microsoft Word',
#features_3_list_16: 'Microsoft PowerPoint',
#features_3_list_17: 'Microsoft Excel',
#features_3_list_18: 'External program',
#features_4_h1: 'Color Picker',
#features_4_p1: 'Help you find the exact pixel color code on your screen with a built-in magnifier window.',
#features_4_p2: 'Support RGB, HTML, C++, Delphi.',
#features_5_h1: 'Color Palette',
#features_5_p1: 'Find and tune the exact pixel color code using photoshop styled color picker which supports RGB, HSV.',
#features_6_h1: 'Pixel Ruler',
#features_6_p1: 'Help you measure the size of objects and place objects in precise locations on the screen.',
#features_6_p2: 'Support horizontal and vertical orientation, units (pixels, inches, centimeters), DPI settings (72, 96, 120, 300), skins.',
#features_7_h1: 'Magnifier',
#features_7_p1: 'With light, smooth and sizable magnifier tool, you can see any desktop area magnified in its magnification glass.',
#features_8_h1: 'Crosshair',
#features_8_p1: 'Figure out the relative coordinate of picture position with this feature.',
#features_8_p2: 'This can be useful for example in developing HTML image maps.',
#features_9_h1: 'Protractor',
#features_9_p1: 'Help you find angles on screen. Pick a center, then a location, then the angle in degrees away from the first.',
#features_9_p2: 'This can be used in a variety of photography, math, and graphics applications.',
#features_10_h1: 'Whiteboard',
#features_10_p1: 'You can have virtual whiteboard on your desktop. You can use it for presentation or drawing something on your desktop.',
#download_1_h1: 'For Home Users',
#download_1_p1: 'Personal (Home) Use Only',
#download_1_p2: 'Manual Update',
#download_1_p3: 'No Technical Support',
#download_2_h1: 'For Professionals',
#download_2_p1: 'Commercial and Personal Use',
#download_2_p2: 'Auto Update',
#download_2_p3: 'Technical Support',
#download_2_p4: 'Lifetime Upgrades',
#download_2_p5: 'No Ads',
#buy_table_h1: 'Number of Users',
#buy_table_h2: 'Price (USD) Per User',
#buy_table_p1: 'Please contact us for a quote!',
#buy_table_p2: 'Please note that {vat} may apply for some European purchasers.',
#buy_table_p2_vat: 'VAT',
#buy_1_h1: 'Instant Key Delivery',
#buy_1_p1: 'Get instant access to your registration key when your order is complete.',
#buy_2_h1: 'Lifetime Updates',
#buy_2_p1: 'Licenses include unlimited free upgrades to all future versions of PicPick.',
#buy_3_h1: 'Purchase Questions',
#buy_3_p1: 'If you have any questions regarding purchasing or licensing, please feel free to {contactus}.',
#buy_3_p1_contactus: 'contact us',
#buy_single: 'Single',
#buy_single_p1: 'Install on 2 machines per user',
#buy_team: 'Team',
#buy_team_user: 'Users',
#buy_site: 'Site',
#buy_site_p1: 'Install on unlimited machines on site',
#secure_order: 'Secure ordering by 2Checkout',
#uninstall_h1: 'Please give us your feedback.',
#uninstall_p1: 'We would appreciate hearing from you. Your feedback will help us make PicPick even better.',
#uninstall_comment: 'Details',
#uninstall_comment_placeholder: 'For example, Why did you uninstall? What are we missing? Which feature do you want?',
#uninstall_email: 'Email (Optional)',
#uninstall_email_placeholder: 'Please enter your email address.',
#uninstall_send: 'Send Feedback',
#about_us: 'About Us',
#about_h1: 'We are a software development company specialized on Microsoft Windows Platform.',
#about_p1: 'Our goal is to develop and publish high quality and user-friendly software that provides convenient computing environments to our users.',
#contact_h1: 'We would love to hear from you! Please fill out this form and we will get in touch with you shortly.',
#contact_us: 'Contact Us',
#contact_email: 'Email Support',
#contact_email_at: 'You can also contact us via email at : {email}',
#contact_email_send: 'Send us an email',

#-------------------------------------------------------------

[Message]
MSG_TRAY_TITLE = PicPick
MSG_ICON_TITLE = PicPick
MSG_MESSAGEBOX_TITLE = PicPick
MSG_PROTRACTOR_CENTERPOINT = Ekranın merkezi bir noktasına tıklayın.
MSG_PROTRACTOR_POINT = '
MSG_ACTIVEWINDOW_1 = Etkin pencereyi yakalamak için [
MSG_ACTIVEWINDOW_2 = ] düğmesine basın,
MSG_EXITSAVEIMAGE_1 = Değişiklikleri [
MSG_EXITSAVEIMAGE_2 = ] olarak kaydetmek istiyor musunuz?
MSG_DEFAULT_IMAGENAME = Görüntü
MSG_DIRECTORYACCESSERROR = Dizine erişilemiyor.
MSG_DEFAULT_TAPNAME = Görüntü yok
MSG_HOTKEY_ALREADY1 = PicPick belirtilen kısayol tuşlarını kayıt etmedi.
MSG_HOTKEY_ALREADY2 = Bu kısayol düğmelerini değiştirmek istediğinize emin misiniz?
MSG_THISFOLDERNOTFOUND = Dizin [yol veya dizin adı] bulunamadı.
MSG_INVALID_FILENAME = Bu dosya adı geçersiz.
MSG_INVALID_CLIPBOARD = Pano Bilgisini alırken hata oluştu! (Geçersiz Pano biçimi)
MSG_CANNOTREPEATCAPTURE = Son yakalanan alan bulunamadı.
MSG_CLOSEALLIMAGE = Kaydedilmemiş tüm Görüntüleri kapatmak istediğinize emin misiniz?
MSG_FILE_OPEN =Aç
MSG_FILE_SAVE =Farklı Kaydet
MSG_NEWVERSIONAVAILABLE = PicPick'in yeni sürümü kullanıma hazır. Şimdi indirme sayfasına gitmek istiyor musunuz?
MSG_PROGRAM_NOTADDYET=Ekran görüntülerinizi göndereceğiniz haricî program seçmelisiniz!
MSG_EXTERNALPROGRAMERROR=Belirtilen haricî program bulunamıyor.
MSG_PARAMETERS_TITLE=PicPick Parametreleri
MSG_OLDLANGUAGE =Lisan dosyası eski sürüm, bazı metinler tercüme edilemedi. Lisanı gerçekter değiştirmek istiyormusunuz?
MSG_INVALIDALBUMNAME=Albüm ismi geçersiz.
MSG_CREATEFAILUREALBUM=Albüm Oluşturma Hatası.
MSG_LOADINGFAILUREALBUM=Albümleri Yükleme Hatası.
MSG_IDEMPTY = Lütfen Kullanıcı Kimliğini girin.
MSG_PWEMPTY = Lütfen Kullanıcı Parolasını Girin.
MSG_SAVE = &Kaydet
MSG_DONTSAVE = Kaydet&me
MSG_DONTSAVEALL = &Hiçbirini Kaydetme
MSG_NODISPLAYAGAIN = Bu iletiyi tekrar gösterme
BTN_YES = &Evet
BTN_NO = &Hayır
BTN_NOALL = &Tümüne Hayır
MSG_INPUTTEXT = Lütfen metni buraya girin
MSG_FLATTENLAYER= Bu işlem için, şekilleri arkaplan resmine sabitlemelisiniz. Şekilleri sabitlemek istiyor musunuz?
MSG_FLATTENALL=Tüm şekilleri sabitlemek istiyor musunuz?
MSG_INVALID_DOWNLOADURL = Resim indirilirken bir hata meydana geldi.
MSG_OPENURL=Lütfen bir URL girin.
MSG_ANYSETTINGOK = Ayarlar başarıyla değiştirildi.
MSG_DEFAULTEDITOR=PicPick, varsayılan resim düzenleyicisi olarak ayarlandı.
MSG_FTPINFONEED=Öncelikle FTP sunucu bilgisini girmelisiniz.
MSG_CONNECTIONFAIL=Sunucuya bağlanılırken bir hata oluştu.
MSG_PROGRAM_NOSKYPE=Skype bulunamadı.
MSG_ACTIVATE_OFFLINE=Ağ sorunu veya başka bir sebepten lisans anahtarınız aktifleştirilemedi. Lisansınızı çevrimdışı olarak aktifleştirmek ister misiniz?
MSG_ACTIVATE_OK = Lisansınız aktifleştirildi. PicPick'i seçtiğiniz için teşekkür ederiz!
MSG_ACTIVATE_TRIAL = Deneme lisansı etkinleştirildi. PicPick'i seçtiğiniz için teşekkür ederiz!
MSG_ACTIVATE_FAIL = Aktifleştirme kabul edilmedi. Lütfen PickPick Destek Merkezi ile iletişime geçin.
MSG_VALIDOWNERNAME = Lütfen geçerli bir sahip adı girin.
MSG_VALIDLICENSEKEY = Lütfen geçerli bir lisans anahtarı girin.
MSG_FILENOTFOUND = Dosya bulunamadı.
MSG_CAPTUREAREAFAIL=Yakalanacak alan hesaplanırken bir hata meydana geldi. Lüten bu soruna neden olabilecek yazılımlarınızı (anti-virus, malware/spyware) kontrol edin.
#4.0.0
MSG_TRANSPARENCYLOST=Bu resmi kaydederseniz saydamlıklar kaybolacaktır. Devam etmek istiyor musunuz?
#4.0.0
#4.0.1
MSG_DONOTSHOWWEEK=Bu pencereyi bir hafta boyunca bir daha gösterme
#4.0.1